/* No comment provided by engineer. */
"%@ has cancelled this request." = "%@ ביטל בקשה זו.";

/* No comment provided by engineer. */
"%@ has declined your request." = "‏%@ דחה את בקשתך.";

/* No comment provided by engineer. */
"%@ would like to connect." = "‏%@ רוצה להתחבר.";

/* No comment provided by engineer. */
"%@\nhas cancelled this request." = "‏%@\nביטל את הבקשה.";

/* No comment provided by engineer. */
"%@\nhas declined your request." = "‏%@\nדחה את בקשתך.";

/* No comment provided by engineer. */
"%@\nwould like to connect." = "‏%@\nרוצה להתחבר.";

/* No comment provided by engineer. */
"Accept" = "קבל/י";

/* No comment provided by engineer. */
"Bluetooth Communication Error" = "שגיאת תקשורת של Bluetooth";

/* No comment provided by engineer. */
"Bluetooth must be on to connect to nearby iPads, iPhones, or iPod touches." = "יש להפעיל את Bluetooth כדי להתחבר למכשירי iPad,‏ iPhone ו-iPod touch בסביבה.";

/* No comment provided by engineer. */
"Cancel" = "ביטול";

/* No comment provided by engineer. */
"Choose an iPad, iPhone,\nor iPod touch:" = "בחר/י iPad,‏ iPhone \nאו iPod touch:";

/* No comment provided by engineer. */
"Connection Lost" = "החיבור אבד";

/* No comment provided by engineer. */
"Decline" = "דחה/י";

/* No comment provided by engineer. */
"is not available." = "אינו/ה זמין/ה.";

/* No comment provided by engineer. */
"Looking for other iPads, iPhones, or iPod touches…" = "מחפש מכשירי iPad,‏ iPhone או iPod touch אחרים…";

/* No comment provided by engineer. */
"Looking for peers…" = "מחפש שותפים…";

/* No comment provided by engineer. */
"Nearby" = "בסביבה";

/* No comment provided by engineer. */
"Not supported on this\n%@." = "לא נתמך\nב-%@ זה.";

/* No comment provided by engineer. */
"OK" = "אישור";

/* No comment provided by engineer. */
"Online" = "מחובר";

/* No comment provided by engineer. */
"Request declined." = "הבקשה נדחתה.";

/* No comment provided by engineer. */
"This request was cancelled." = "הבקשה בוטלה.";

/* No comment provided by engineer. */
"Waiting for %@…" = "ממתין ל%@…";

/* No comment provided by engineer. */
"Waiting for\n%@…" = "ממתין \nל%@…";

/* No comment provided by engineer. */
"Waiting to connect…" = "ממתין להתחברות…";

/* No comment provided by engineer. */
"Would you like to turn on Bluetooth?" = "האם ברצונך להפעיל את Bluetooth?";

